/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"屏幕保护程序 Loginwindow";
"screensaver.pfm_description" =			"屏幕保护程序和睡眠密码偏好设置以及登录窗口屏幕保护程序偏好设置";
"loginWindowIdleTime.pfm_title" =			"登录窗口的闲置时间";
"loginWindowIdleTime.pfm_description" =		"登录窗口的闲置时间（以秒计）。设定为 0 以在登录窗口停用屏幕保护程序。";
"loginWindowModulePath.pfm_title" =			"登录窗口屏幕保护程序模块路径";
"loginWindowModulePath.pfm_description" =	"屏幕保护程序模块的文件系统路径。例如，“/System/Library/Screen Savers/Flurry.saver”。请注意，并非所有屏幕保护程序在登录前都可以工作。这些可能包括任何提要屏幕保护程序、随机屏幕保护程序或非 Apple 合作设计的屏幕保护程序。";
"askForPassword.pfm_title" =			"要求密码";
"askForPassword.pfm_description" =			"需要密码才能从睡眠状态或屏幕保护程序唤醒。设为 1 时需要密码。设为 0 时不需要密码。";
